(setq debug-on-error t)

* EMOJIS
Emojify is an Emacs extension to display emojis. It can display github style emojis like :smile: or plain ascii ones like :).

#+begin_src emacs-lisp
(use-package emojify
  :hook (after-init . global-emojify-mode))
#+end_src

#+RESULTS:
| doom-init-fonts-h | doom-init-theme-h | global-emojify-mode | #[0 \300 \207 [dashboard-insert-startupify-lists] 1] | org-persist-load-all | x-wm-set-size-hint | doom-init-local-var-hooks-h | doom--reset-inhibited-vars-h | tramp-register-archive-file-name-handler | magit-maybe-define-global-key-bindings | table--make-cell-map |

